Repository: KomAuras/xsmartlink
Catalog: languages/xsmartlink-*.po
Languages: ru_ru

source: Settings
ru_ru: Настройки

source: All links checked!
ru_ru: Все ссылки проверены!

source: All links linked!
ru_ru: Перелинковка выполнена!

source: Delete this image?
ru_ru: Удалить изображение?

source: Acceptors
ru_ru: Акцепторы

source: Select post type
ru_ru: Выберите вид записи

source: Acceptor
ru_ru: Акцептор

source: Donor
ru_ru: Пост донор

source: Anchor list
ru_ru: Список ссылок

source: Import
ru_ru: Импорт

source: Export
ru_ru: Экспорт

source: Stat
ru_ru: Статистика

source: Options
ru_ru: Настройки плагина

source: Links in posts
ru_ru: Добавлять ссылки в конец страницы

source: Show
ru_ru: Выводить

source: can be disabled and used to display links - a widget
ru_ru: можно отключить и использовать для вывода - виджет

source: All links
ru_ru: Общее количество ссылок на странице доноре

source: Local links
ru_ru: Количество локальных ссылок на странице доноре

source: Local url
ru_ru: Имя локального домена

source: For new posts
ru_ru: Новые записи

source: Add to anchors
ru_ru: Добавлять в список ссылок

source: Default count for new anchor (default)
ru_ru: Количество связей для ссылок (по умолчанию)

source: Show images in links
ru_ru: Показывать ссылки с изображениями

source: Image height
ru_ru: Высота картинки (для отображения)

source: Save Changes
ru_ru: Сохранить изменения

source: Number of links
ru_ru: Количество ссылок

source: Post type:
ru_ru: Вид записи:

source: See also:
ru_ru: Читайте также:

source: Number of items per page:
ru_ru: Количество элементов на странице:

source: Error on save. Please refer to admin!
ru_ru: Ошибка при записи. Сообщите программисту!

source: Edit anchor
ru_ru: Редактирование ссылки

source: Forward
ru_ru: Вперед

source: Back
ru_ru: Назад

source: Manage links
ru_ru: Управление ссылками

source: Connections add.
ru_ru: Записи добавлены.

source: Some records updated.
ru_ru: Некоторые записи обновлены.

source: Nothing to add.
ru_ru: Нечего добавлять.

source: Relink all posts
ru_ru: Привязать акцепторы

source: Get link statuses
ru_ru: Получить статусы ссылок

source: Search
ru_ru: Поиск

source: %s item
ru_ru: %s элемент

source: Word
ru_ru: Слово

source: Image
ru_ru: Изображение

source: Qty
ru_ru: Требуется

source: Count
ru_ru: Связано

source: Error
ru_ru: Статус

source: Link state
ru_ru: Статус ссылки

source: Edit
ru_ru: Редактирование

source: Are you sure you want to delete this anchor?
ru_ru: Вы уверены что хотите удалить эту запись?

source: Delete
ru_ru: Удалить

source: Not donors yet.
ru_ru: Нет привязанных доноров.

source: Not connections yet. You can add new.
ru_ru: База ссылок пустая. Сделайте импорт.

source: Anchor word
ru_ru: Слово

source: "Word" for link. Can be of several words.
ru_ru: "Слово" для ссылки. Может быть из нескольких слов.

source: Required qty
ru_ru: Требуется связать

source: (required)
ru_ru: (обязательно)

source: Many links will be connected with donors.
ru_ru: Столько раз нужно связать ссылку с донором.

source: Save
ru_ru: Сохранить

source: Export all links to CSV file with Windows-1251 codepage
ru_ru: Экспортировать все ссылки в CSV файл в кодировке windows-1251

source: Execute
ru_ru: Скачать файл экспорта

source: Select CSV file in Windows-1251 codepage
ru_ru: CSV файл в windows-1251 кодировке

source: or
ru_ru: или

source: Insert here the data block
ru_ru: Вставьте сюда блок данных

source: anchor;link;count
ru_ru: слово;ссылка;количество

source: Field delimiter
ru_ru: Разделитель полей

source: Add new connections
ru_ru: Выполнить импорт

source: Acceptors links
ru_ru: Ссылки акцепторов

source: Show links from Acceptors
ru_ru: Показывать ссылки из акцепторов

source: See also
ru_ru: Читайте также

source: Title:
ru_ru: Заголовок:
